[UIArmory_Augmentations]
m_strInventoryTitle=机械义肢

[X2AugmentationsGameRulesetDataStructures]
m_strServeredHead="<font color='#bf1e2e'><b>需要机械头部</b></font>"
m_strServeredTorso="<font color='#bf1e2e'><b>需要机械躯干</b></font>"
m_strServeredArms="<font color='#bf1e2e'><b>需要机械手臂</b></font>"
m_strServeredLegs="<font color='#bf1e2e'><b>需要机械腿部</b></font>"

[X2EventListener_Augmentations_Tactical]
CyborgBerserk="机械暴走"